Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Open links
ar: فتح الروابط
de: Links öffnen
es: Abrir los enlaces
fr: Ouvrir les liens
hi: लिंक खोलें
it: Apri i link
ja: リンクを開く場所
ko: 링크 열기
pl: Otwieraj łącza
pt_br: Abrir links
ru: Открывать ссылки
tr: Bağlantıları aç
uk: Відкривати посилання
zh_hans: 打开链接
zh_hant: 打開連結

source: Open sessions in
ar: فتح الجلسات في
de: Sitzungen öffnen als
es: Abrir las sesiones en
fr: Ouvrir les sessions en
hi: सेशन यहाँ खोलें
it: Apri le sessioni in
ja: セッションの表示方法
ko: 세션 열기 방식
nl: Open sessies in
pl: Otwieraj sesje w trybie
pt_br: Abrir sessões em
ru: Открывать сессии в виде
tr: Oturumları şurada aç
uk: Відкривати сеанси у вигляді
zh_hans: 打开会话的方式
zh_hant: 工作階段打開方式

source: Open with Default Application
ar: فتح باستخدام التطبيق الافتراضي
de: Mit Standard-App öffnen
es: Abrir con la app por omisión
fr: Ouvrir avec l’application par défaut
hi: डिफ़ॉल्ट ऐप से खोलें
it: Apri con l’applicazione predefinita
ja: デフォルトのアプリケーションで開く
ko: 기본 앱으로 열기
nl: Open met standaardapp
pl: Otwórz w domyślnej aplikacji
pt_br: Abrir com o Aplicativo Padrão
ru: Открыть в приложении по умолчанию
tr: Varsayılan Uygulamayla Aç
uk: Відкрити в типовій програмі
zh_hans: 使用默认应用打开
zh_hant: 使用預設應用程式打開

source: Optional — names the sessions made from it, with the same {{fields}}.
ar: اختياري — يسمّي الجلسات المنشأة منه، بالـ {{حقول}} نفسها.
de: Optional – benennt die daraus erstellten Sitzungen, mit denselben {{Feldern}}.
es: Opcional — da nombre a las sesiones creadas con ella, con los mismos {{campos}}.
fr: Facultatif — nomme les sessions créées à partir de lui, avec les mêmes {{champs}}.
hi: वैकल्पिक — इससे बने सेशन को उन्हीं {{fields}} के साथ नाम देता है।
it: Facoltativo — dà il nome alle sessioni create da questo template, con gli stessi {{campi}}.
ja: オプション — 同じ{{フィールド}}を使って、このテンプレートから作成するセッションに名前を付けます。
ko: 선택 사항 — 같은 {{fields}}를 사용하여 이 템플릿으로 만든 세션의 이름을 지정합니다.
nl: Optioneel — geeft de sessies die ermee worden gemaakt een naam, met dezelfde {{velden}}.
pl: Opcjonalnie — nazywa sesje utworzone z niego, z tymi samymi {{polami}}.
pt_br: Opcional — dá nome às sessões criadas a partir dela, com os mesmos {{campos}}.
ru: Необязательно — название создаваемых из него сессий, с теми же {{полями}}.
tr: İsteğe bağlı — bu şablondan oluşturulan oturumları aynı {{alanlar}} ile adlandırır.
uk: Необов’язково — назва сеансів, створених із нього, з тими самими {{полями}}.
zh_hans: 可选 — 用相同的 {{字段}} 为由它创建的会话命名。
zh_hant: 選填 — 以相同的 {{fields}} 為由此建立的工作階段命名。

source: Optional — proposed as the working folder when this template is picked.
ar: اختياري — يُقترح كمجلد عمل عند اختيار هذا القالب.
de: Optional – wird als Arbeitsordner vorgeschlagen, wenn diese Vorlage gewählt wird.
es: Opcional — se propone como carpeta de trabajo al elegir esta plantilla.
fr: Facultatif — proposé comme dossier de travail quand ce gabarit est choisi.
hi: वैकल्पिक — यह टेम्पलेट चुनने पर कार्य फ़ोल्डर के रूप में सुझाया जाता है।
it: Facoltativo — proposta come cartella di lavoro quando si sceglie questo template.
ja: オプション — このテンプレートを選択したときに作業フォルダとして提案されます。
ko: 선택 사항 — 이 템플릿을 선택하면 작업 폴더로 제안됩니다.
nl: Optioneel — voorgesteld als werkmap wanneer dit sjabloon wordt gekozen.
pl: Opcjonalnie — proponowany jako folder roboczy po wybraniu tego szablonu.
pt_br: Opcional — proposta como pasta de trabalho quando esta predefinição é escolhida.
ru: Необязательно — предлагается как рабочая папка при выборе этого шаблона.
tr: İsteğe bağlı — bu şablon seçildiğinde çalışma klasörü olarak önerilir.
uk: Необов’язково — пропонується як робоча папка, коли вибрано цей шаблон.
zh_hans: 可选 — 选择此模板时预设为工作文件夹。
zh_hant: 選填 — 選擇此範本時建議作為工作資料夾。

source: Optional — the conversation theme of the sessions made from it.
ar: اختياري — سمة المحادثة للجلسات المنشأة منه.
de: Optional – das Unterhaltungsdesign der daraus erstellten Sitzungen.
es: Opcional — el tema de conversación de las sesiones creadas con esta plantilla.
fr: Facultatif — le thème de conversation des sessions créées avec ce gabarit.
hi: वैकल्पिक — इससे बने सेशन की बातचीत थीम।
it: Facoltativo — il tema della conversazione delle sessioni create da questo template.
ja: オプション — このテンプレートから作成するセッションの会話のテーマ。
ko: 선택 사항 — 이 템플릿으로 만든 세션의 대화 테마입니다.
nl: Optioneel — het gespreksthema van de sessies die ermee worden gemaakt.
pl: Opcjonalnie — motyw rozmowy sesji utworzonych z tego szablonu.
pt_br: Opcional — o tema de conversa das sessões criadas a partir dela.
ru: Необязательно — тема беседы для создаваемых из него сессий.
tr: İsteğe bağlı — bu şablondan oluşturulan oturumların konuşma teması.
uk: Необов’язково — тема розмови сеансів, створених із цього шаблону.
zh_hans: 可选 — 由它创建的会话所用的对话主题。
zh_hant: 選填 — 由此範本建立之工作階段的對話主題。

source: Optional — the symbol and colour of the sessions made from it.
ar: اختياري — رمز الجلسات المنشأة منه ولونها.
de: Optional – Symbol und Farbe der daraus erstellten Sitzungen.
es: Opcional — el símbolo y el color de las sesiones creadas con ella.
fr: Facultatif — le symbole et la couleur des sessions créées à partir de lui.
hi: वैकल्पिक — इससे बने सेशन का प्रतीक और रंग।
it: Facoltativo — il simbolo e il colore delle sessioni create da questo template.
ja: オプション — このテンプレートから作成するセッションの記号と色。
ko: 선택 사항 — 이 템플릿으로 만든 세션의 기호와 색상입니다.
nl: Optioneel — het symbool en de kleur van de sessies die ermee worden gemaakt.
pl: Opcjonalnie — symbol i kolor sesji utworzonych z tego szablonu.
pt_br: Opcional — o símbolo e a cor das sessões criadas a partir dela.
ru: Необязательно — символ и цвет создаваемых из него сессий.
tr: İsteğe bağlı — bu şablondan oluşturulan oturumların simgesi ve rengi.
uk: Необов’язково — символ і колір сеансів, створених із нього.
zh_hans: 可选 — 由它创建的会话所用的符号和颜色。
zh_hant: 選填 — 由此範本建立之工作階段的符號和顏色。

source: Optional. An address, or #12 in the working folder’s repository. Left empty, a branch named after a ticket gives one.
ar: اختياري. عنوان، أو #12 في مستودع مجلد العمل. إذا تُرك فارغًا، فإن الفرع المسمّى باسم تذكرة يحدده.
de: Optional. Eine Adresse oder #12 im Repository des Arbeitsordners. Leer gelassen liefert ein nach einem Ticket benannter Branch eines.
es: Opcional. Una dirección, o #12 en el repositorio de la carpeta de trabajo. Si se deja vacío, lo proporciona una rama con el nombre de un ticket.
fr: Facultatif. Une adresse, ou #12 dans le dépôt du dossier de travail. Laissé vide, une branche nommée d’après un ticket en donne un.
hi: वैकल्पिक। एक पता, या कार्य फ़ोल्डर की रिपॉज़िटरी में #12। खाली छोड़ने पर, टिकट के नाम वाली ब्रांच से यह मिल जाता है।
it: Facoltativo. Un indirizzo, oppure #12 nel repository della cartella di lavoro. Se vuoto, lo ricava un branch con il nome di un ticket.
ja: オプション。アドレス、または作業フォルダのリポジトリ内の#12。空欄の場合は、チケットにちなんだ名前のブランチから決まります。
ko: 선택 사항. 주소 또는 작업 폴더 저장소의 #12. 비워 두면 티켓 이름을 딴 브랜치에서 가져옵니다.
nl: Optioneel. Een adres, of #12 in de repository van de werkmap. Als je dit leeg laat, levert een branch die naar een ticket is vernoemd er een.
pl: Opcjonalnie. Adres lub #12 w repozytorium folderu roboczego. Gdy puste, zgłoszenie wynika z gałęzi nazwanej od zgłoszenia.
pt_br: Opcional. Um endereço, ou #12 no repositório da pasta de trabalho. Se ficar vazio, uma branch com o nome de um ticket fornece um.
ru: Необязательно. Адрес или #12 в репозитории рабочей папки. Если оставить пустым, тикет берётся из названия ветки.
tr: İsteğe bağlı. Bir adres ya da çalışma klasörünün deposunda #12. Boş bırakılırsa, bir talebin adını taşıyan dal bunu belirler.
uk: Необов’язково. Адреса або #12 у репозиторії робочої папки. Якщо залишити порожнім, тікет визначається за назвою гілки.
zh_hans: 可选。一个地址，或工作文件夹所在仓库中的 #12。留空时，以工单命名的分支会自动提供。
zh_hant: 選填。位址，或工作資料夾儲存庫中的 #12。留空時，會從以工單命名的分支取得。

source: Other Answer…
ar: إجابة أخرى…
de: Andere Antwort …
es: Otra respuesta…
fr: Autre réponse…
hi: दूसरा उत्तर…
it: Altra risposta…
ja: その他の回答…
ko: 다른 답변…
nl: Ander antwoord…
pl: Inna odpowiedź…
pt_br: Outra Resposta…
ru: Другой ответ…
tr: Başka Yanıt…
uk: Інша відповідь…
zh_hans: 其他回答…
zh_hant: 其他回答…

source: Other Server
ar: خادم آخر
de: Anderer Server
es: Otro servidor
fr: Autre serveur
hi: अन्य सर्वर
it: Altro server
ja: その他のサーバ
ko: 기타 서버
nl: Andere server
pl: Inny serwer
pt_br: Outro Servidor
ru: Другой сервер
tr: Diğer Sunucu
uk: Інший сервер
zh_hans: 其他服务器
zh_hant: 其他伺服器

source: Other…
ar: أخرى…
de: Andere …
es: Otra…
fr: Autre…
hi: अन्य…
it: Altro…
ja: その他…
ko: 기타…
nl: Andere…
pl: Inna…
pt_br: Outro…
ru: Другое…
tr: Diğer…
uk: Інша…
zh_hans: 其他…
zh_hant: 其他…

source: Package
ar: حزمة
de: Paket
es: Paquete
fr: Paquet
hi: पैकेज
it: Pacchetto
ja: パッケージ
ko: 패키지
nl: Pakket
pl: Paczka
pt_br: Pacote
ru: Пакет
tr: Paket
uk: Пакунок
zh_hans: 包裹
zh_hant: 套件

source: Page to open
ar: صفحة للفتح
de: Zu öffnende Seite
es: Página que abrir
fr: Page à ouvrir
hi: खोलने के लिए पेज
it: Pagina da aprire
ja: 開くページ
ko: 열 페이지
nl: Te openen pagina
pl: Strona do otwarcia
pt_br: Página a abrir
ru: Страница для открытия
tr: Açılacak sayfa
uk: Сторінка для відкриття
zh_hans: 待打开的页面
zh_hant: 待打開的頁面

source: Palette
ar: لوحة الطلبات
es: Paleta
hi: पैलेट
ja: パレット
ko: 팔레트
nl: Palet
pl: Paleta
pt_br: Paleta
ru: Палитра
tr: Palet
uk: Палітра
zh_hans: 面板
zh_hant: 請求面板

source: Paste it in a terminal to sign in, then detect again.
ar: الصقه في طرفية لتسجيل الدخول، ثم أعد الاكتشاف.
de: Füge ihn in ein Terminal ein, um dich anzumelden, und erkenne dann erneut.
es: Pégala en un terminal para iniciar sesión y vuelve a detectar.
fr: Collez-la dans un terminal pour vous connecter, puis relancez la détection.
hi: साइन इन करने के लिए इसे टर्मिनल में पेस्ट करें, फिर दोबारा पहचानें।
it: Incollalo in un terminale per accedere, poi rileva di nuovo.
ja: ターミナルにペーストしてサインインしてから、再検出してください。
ko: 터미널에 붙여넣어 로그인한 후 다시 감지하십시오.
nl: Plak dit in een terminal om in te loggen en detecteer daarna opnieuw.
pl: Wklej je w terminalu, aby się zalogować, a następnie wykryj ponownie.
pt_br: Cole-o em um terminal para fazer login e depois detecte novamente.
ru: Вставьте её в терминал, чтобы войти, затем повторите обнаружение.
tr: Giriş yapmak için bir terminale yapıştırın, sonra yeniden algılayın.
uk: Вставте її в термінал, щоб увійти, а потім виявіть знову.
zh_hans: 将其粘贴到终端中登录，然后重新检测。
zh_hant: 請將其貼到終端機中登入，然後重新偵測。

source: Pending Requests
ar: الطلبات المعلقة
de: Offene Anfragen
es: Solicitudes pendientes
fr: Demandes en attente
hi: लंबित अनुरोध
it: Richieste in attesa
ja: 保留中のリクエスト
ko: 대기 중인 요청
nl: Openstaande verzoeken
pl: Oczekujące prośby
pt_br: Solicitações Pendentes
ru: Ожидающие запросы
tr: Bekleyen İstekler
uk: Запити в очікуванні
zh_hans: 待处理的请求
zh_hant: 待處理的請求

source: Pending requests: %lld
ar: الطلبات المعلقة: %lld
de: Offene Anfragen: %lld
es: Solicitudes pendientes: %lld
fr: Demandes en attente : %lld
hi: लंबित अनुरोध: %lld
it: Richieste in attesa: %lld
ja: 保留中のリクエスト：%lld
ko: 대기 중인 요청: %lld
nl: Openstaande verzoeken: %lld
pl: Oczekujące prośby: %lld
pt_br: Solicitações pendentes: %lld
ru: Ожидающие запросы: %lld
tr: Bekleyen istekler: %lld
uk: Запити в очікуванні: %lld
zh_hans: 待处理的请求：%lld
zh_hant: 待處理的請求：%lld

source: Pending requests: %lld. Show
ar: الطلبات المعلقة: %lld. إظهار
de: Offene Anfragen: %lld. Einblenden
es: Solicitudes pendientes: %lld. Mostrar
fr: Demandes en attente : %lld. Afficher
hi: लंबित अनुरोध: %lld। दिखाएँ
it: Richieste in attesa: %lld. Mostra
ja: 保留中のリクエスト：%lld。表示
ko: 대기 중인 요청: %lld. 보기
nl: Openstaande verzoeken: %lld. Toon
pl: Oczekujące prośby: %lld. Pokaż
pt_br: Solicitações pendentes: %lld. Mostrar
ru: Ожидающие запросы: %lld. Показать
tr: Bekleyen istekler: %lld. Göster
uk: Запити в очікуванні: %lld. Показати
zh_hans: 待处理的请求：%lld。显示
zh_hant: 待處理的請求：%lld。顯示

source: Period
ar: الفترة
de: Zeitraum
es: Periodo
fr: Période
hi: अवधि
it: Periodo
ja: 期間
ko: 기간
nl: Periode
pl: Okres
pt_br: Período
ru: Период
tr: Dönem
uk: Період
zh_hans: 时间段
zh_hant: 期間

source: Permission
ar: إذن
de: Berechtigung
es: Permiso
fr: Autorisation
hi: अनुमति
it: Autorizzazione
ja: 許可
ko: 권한
nl: Toestemming
pl: Pozwolenie
pt_br: Permissão
ru: Разрешение
tr: İzin
uk: Дозвіл
zh_hans: 权限
zh_hant: 權限

source: Permission requested: %@
ar: طلب إذن: %@
de: Berechtigung angefragt: %@
es: Solicitud de permiso: %@
fr: Demande d’autorisation : %@
hi: अनुमति माँगी गई: %@
it: Autorizzazione richiesta: %@
ja: 許可のリクエスト：%@
ko: 권한 요청: %@
nl: Toestemming gevraagd: %@
pl: Prośba o pozwolenie: %@
pt_br: Permissão solicitada: %@
ru: Запрошено разрешение: %@
tr: İzin istendi: %@
uk: Запит дозволу: %@
zh_hans: 请求权限：%@
zh_hant: 請求權限：%@

source: Pick a symbol, or type the exact name of one.
ar: اختر رمزًا، أو اكتب اسمه الدقيق.
de: Wähle ein Symbol oder gib seinen genauen Namen ein.
es: Elige un símbolo o escribe su nombre exacto.
fr: Choisissez un symbole, ou tapez son nom exact.
hi: कोई प्रतीक चुनें, या उसका सटीक नाम टाइप करें।
it: Scegli un simbolo o digita il suo nome esatto.
ja: 記号を選択するか、正確な名前を入力してください。
ko: 기호를 선택하거나 정확한 이름을 입력하십시오.
nl: Kies een symbool, of typ de exacte naam ervan.
pl: Wybierz symbol lub wpisz jego dokładną nazwę.
pt_br: Escolha um símbolo, ou digite o nome exato de um.
ru: Выберите символ или введите его точное имя.
tr: Bir simge seçin ya da tam adını yazın.
uk: Виберіть символ або введіть його точну назву.
zh_hans: 请选择符号，或输入其确切名称。
zh_hant: 請選擇符號，或輸入其確切名稱。

source: Pick the agent
ar: اختر الوكيل
de: Wähle den Agent
es: Elige el agente
fr: Choisissez l’agent
hi: एजेंट चुनें
it: Scegli l’agente
ja: エージェントを選択してください
ko: 에이전트를 선택하십시오
nl: Kies de agent
pl: Wybierz agenta
pt_br: Escolha o agente
ru: Выберите агента
tr: Ajanı seçin
uk: Виберіть агента
zh_hans: 选择智能体
zh_hant: 選擇代理程式

source: Plain HTTP is only accepted on this Mac and on the local network: the key would travel in clear.
ar: لا يُقبل HTTP العادي إلا على هذا الـ Mac وعلى الشبكة المحلية: سينتقل المفتاح بدون تشفير.
de: Unverschlüsseltes HTTP wird nur auf diesem Mac und im lokalen Netzwerk akzeptiert: Der Schlüssel würde im Klartext übertragen.
es: El HTTP sin cifrar solo se acepta en este Mac y en la red local: la clave viajaría sin cifrar.
fr: Le HTTP simple n’est accepté que sur ce Mac et le réseau local : la clé circulerait en clair.
hi: सादा HTTP केवल इस Mac और लोकल नेटवर्क पर स्वीकार है: कुंजी बिना एन्क्रिप्शन के जाएगी।
it: HTTP semplice è accettato solo su questo Mac e sulla rete locale: la chiave viaggerebbe in chiaro.
ja: 暗号化されていないHTTPは、このMac上とローカルネットワーク上でのみ使用できます。キーが平文で送信されるためです。
ko: 일반 HTTP는 이 Mac과 로컬 네트워크에서만 허용됩니다. 키가 암호화되지 않은 채 전송되기 때문입니다.
nl: Gewone HTTP wordt alleen geaccepteerd op deze Mac en op het lokale netwerk: de sleutel zou onversleuteld worden verstuurd.
pl: Zwykły HTTP jest akceptowany tylko na tym Macu i w sieci lokalnej: klucz byłby przesyłany jawnym tekstem.
pt_br: HTTP simples só é aceito neste Mac e na rede local: a chave trafegaria sem criptografia.
ru: Обычный HTTP допускается только на этом Mac и в локальной сети: ключ передавался бы открытым текстом.
tr: Düz HTTP yalnızca bu Mac’te ve yerel ağda kabul edilir: anahtar açık metin olarak iletilirdi.
uk: Звичайний HTTP приймається лише на цьому Mac і в локальній мережі: ключ передавався б відкритим текстом.
zh_hans: 仅在这台 Mac 和本地网络上接受普通 HTTP：否则密钥将以明文传输。
zh_hant: 一般 HTTP 只接受用於此 Mac 和區域網路：密鑰會以明文傳輸。

source: Plan to approve
ar: خطة للموافقة عليها
de: Plan zu genehmigen
es: Plan por aprobar
fr: Plan à valider
hi: स्वीकृति के लिए योजना
it: Piano da approvare
ja: 承認待ちの計画
ko: 승인할 계획
nl: Plan goed te keuren
pl: Plan do zatwierdzenia
pt_br: Plano a aprovar
ru: План на одобрение
tr: Onaylanacak plan
uk: План на схвалення
zh_hans: 待批准的计划
zh_hant: 待核准的計畫

source: Pleased
ar: مسرور
de: Zufrieden
es: Contenta
fr: Satisfait
hi: प्रसन्न
it: Soddisfatto
ja: 満足
ko: 만족
nl: Tevreden
pl: Zadowolona
pt_br: Satisfeito
ru: Довольное
tr: Memnun
uk: Задоволений
zh_hans: 愉快
zh_hant: 滿意

source: Position
ar: الموضع
es: Posición
hi: स्थान
it: Posizione
ja: 位置
ko: 위치
nl: Positie
pl: Położenie
pt_br: Posição
ru: Положение
tr: Konum
uk: Розташування
zh_hans: 位置
zh_hant: 位置

source: Preview
ar: معاينة
de: Vorschau
es: Previsualización
fr: Aperçu
hi: प्रीव्यू
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorvertoning
pl: Podgląd
pt_br: Pré-visualização
ru: Просмотр
tr: Önizleme
uk: Попередній перегляд
zh_hans: 预览
zh_hant: 預覽

source: Previous month
ar: الشهر السابق
de: Vormonat
es: Mes anterior
fr: Mois précédent
hi: पिछला महीना
it: Mese precedente
ja: 先月
ko: 지난달
nl: Vorige maand
pl: Poprzedni miesiąc
pt_br: Mês anterior
ru: Прошлый месяц
tr: Önceki ay
uk: Попередній місяць
zh_hans: 上个月
zh_hant: 上個月

source: Previous request
ar: الطلب السابق
de: Vorherige Anfrage
es: Solicitud anterior
fr: Demande précédente
hi: पिछला अनुरोध
it: Richiesta precedente
ja: 前のリクエスト
ko: 이전 요청
nl: Vorig verzoek
pl: Poprzednia prośba
pt_br: Solicitação anterior
ru: Предыдущий запрос
tr: Önceki istek
uk: Попередній запит
zh_hans: 上一个请求
zh_hant: 上一個請求

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
ja: プライバシー
ko: 개인정보 보호
pl: Prywatność
pt_br: Privacidade
ru: Конфиденциальность
tr: Gizlilik
uk: Приватність
zh_hans: 隐私
zh_hant: 隱私權

source: Process by Process
ar: عملية تلو الأخرى
de: Prozess für Prozess
es: Proceso por proceso
fr: Processus par processus
hi: प्रोसेस-दर-प्रोसेस
it: Processo per processo
ja: プロセスごと
ko: 프로세스별
nl: Proces voor proces
pl: Proces po procesie
pt_br: Processo por Processo
ru: По процессам
tr: İşlem İşlem
uk: Процес за процесом
zh_hans: 逐个进程
zh_hant: 逐一程序

source: Process failed
ar: فشلت العملية
de: Prozess fehlgeschlagen
es: El proceso ha fallado
fr: Processus en erreur
hi: प्रोसेस विफल
it: Processo non riuscito
ja: プロセスエラー
ko: 프로세스 실패
nl: Proces mislukt
pl: Błąd procesu
pt_br: Processo com erro
ru: Ошибка процесса
tr: İşlem başarısız
uk: Помилка процесу
zh_hans: 进程出错
zh_hant: 程序失敗

source: Process interrupted
ar: تمت مقاطعة العملية
de: Prozess unterbrochen
es: Proceso interrumpido
fr: Processus interrompu
hi: प्रोसेस बाधित
it: Processo interrotto
ja: プロセス中断
ko: 프로세스 중단됨
nl: Proces onderbroken
pl: Proces przerwany
pt_br: Processo interrompido
ru: Процесс прерван
tr: İşlem yarıda kesildi
uk: Процес перервано
zh_hans: 进程已中断
zh_hant: 程序已中斷

source: Project icon
ar: أيقونة المشروع
de: Projektsymbol
es: Icono del proyecto
fr: Icône du projet
hi: प्रोजेक्ट आइकन
it: Icona del progetto
ja: プロジェクトのアイコン
ko: 프로젝트 아이콘
nl: Projectsymbool
pl: Ikona projektu
pt_br: Ícone do projeto
ru: Значок проекта
tr: Proje simgesi
uk: Іконка проєкту
zh_hans: 项目图标
zh_hant: 專案圖像

source: Prompt Template
ar: قالب الجلسة
de: Prompt-Vorlage
es: Plantilla de sesión
fr: Gabarit de session
hi: सेशन टेम्पलेट
it: Template di sessione
ja: プロンプトテンプレート
ko: 세션 템플릿
nl: Sessiesjabloon
pl: Szablon sesji
pt_br: Predefinição de Prompt
ru: Шаблон промпта
tr: İstem Şablonu
uk: Шаблон промпту
zh_hans: 会话模板
zh_hant: 提示詞範本

source: Prompt Templates
ar: قوالب الجلسات
de: Prompt-Vorlagen
es: Plantillas de sesión
fr: Gabarits de session
hi: सेशन टेम्पलेट
it: Template di sessione
ja: プロンプトテンプレート
ko: 세션 템플릿
nl: Sessiesjablonen
pl: Szablony sesji
pt_br: Predefinições de Prompt
ru: Шаблоны промптов
tr: İstem Şablonları
uk: Шаблони промптів
zh_hans: 会话模板
zh_hant: 提示詞範本

source: Prompt template
ar: قالب الجلسة
de: Prompt-Vorlage
es: Plantilla de sesión
fr: Gabarit de session
hi: सेशन टेम्पलेट
it: Template di sessione
ja: プロンプトテンプレート
ko: 세션 템플릿
nl: Sessiesjabloon
pl: Szablon sesji
pt_br: Predefinição de prompt
ru: Шаблон промпта
tr: İstem şablonu
uk: Шаблон промпту
zh_hans: 会话模板
zh_hant: 提示詞範本

source: Proposed by the template — change it if needed.
ar: يقترحه القالب — غيّره إذا لزم الأمر.
de: Von der Vorlage vorgeschlagen – ändere es bei Bedarf.
es: Propuesto por la plantilla — cámbialo si hace falta.
fr: Proposé par le gabarit — modifiez-le si besoin.
hi: टेम्पलेट द्वारा सुझाया गया — ज़रूरत हो तो इसे बदलें।
it: Proposto dal template — modificalo se serve.
ja: テンプレートによる提案です — 必要なら変更してください。
ko: 템플릿에서 제안됨 — 필요하면 변경하십시오.
nl: Voorgesteld door het sjabloon — wijzig het zo nodig.
pl: Zaproponowane przez szablon — w razie potrzeby zmień.
pt_br: Proposto pela predefinição — altere se necessário.
ru: Предложено шаблоном — при необходимости измените.
tr: Şablon tarafından önerildi — gerekirse değiştirin.
uk: Запропоновано шаблоном — за потреби змініть.
zh_hans: 由模板预设 — 如有需要可更改。
zh_hant: 由範本建議 — 如有需要可更改。

source: Protocol
ar: البروتوكول
de: Protokoll
es: Protocolo
fr: Protocole
hi: प्रोटोकॉल
it: Protocollo
ja: プロトコル
ko: 프로토콜
pl: Protokół
pt_br: Protocolo
ru: Протокол
tr: Protokol
uk: Протокол
zh_hans: 协议
zh_hant: 協定

source: Protocol document
ar: مستند البروتوكول
de: Protokolldokument
es: Documento del protocolo
fr: Document du protocole
hi: प्रोटोकॉल दस्तावेज़
it: Documento del protocollo
ja: プロトコルのドキュメント
ko: 프로토콜 문서
pl: Dokument protokołu
pt_br: Documento do protocolo
ru: Документ протокола
tr: Protokol belgesi
uk: Документ протоколу
zh_hans: 协议文档
zh_hant: 協定文件

source: Pull & Merge Requests
ar: Pull وMerge requests
de: Pull- und Merge-Requests
es: Pull y merge requests
fr: Pull et merge requests
hi: Pull और Merge Requests
it: Pull e merge request
ja: プルリクエストとマージリクエスト
ko: pull request 및 merge request
nl: Pull en merge requests
pl: Pull i merge requesty
pt_br: Pull e Merge Requests
ru: Pull и merge requests
tr: Pull ve Merge Request’ler
uk: Pull і merge requests
zh_hans: Pull request 和 merge request
zh_hant: Pull request 和 merge request

source: Put Back in Place
ar: إعادة إلى مكانها
de: An den alten Ort zurücklegen
es: Devolver a su sitio
fr: Remettre à sa place
hi: वापस अपनी जगह रखें
it: Rimetti al suo posto
ja: 元の位置に戻す
ko: 원래 위치로 되돌리기
nl: Zet terug op zijn plek
pl: Przywróć na miejsce
pt_br: Recolocar no Lugar
ru: Вернуть на место
tr: Yerine Geri Koy
uk: Повернути на місце
zh_hans: 放回原位
zh_hant: 放回原位

source: Query parameter
ar: معلمة URL
de: URL-Parameter
es: Parámetro de URL
fr: Paramètre d’URL
hi: क्वेरी पैरामीटर
it: Parametro di query
ja: クエリパラメータ
ko: 쿼리 매개변수
nl: URL-parameter
pl: Parametr URL
pt_br: Parâmetro de URL
ru: Параметр URL
tr: Sorgu parametresi
uk: Параметр URL
zh_hans: 查询参数
zh_hant: 查詢參數

source: Question
ar: سؤال
de: Frage
es: Pregunta
hi: प्रश्न
it: Domanda
ja: 質問
ko: 질문
nl: Vraag
pl: Pytanie
pt_br: Pergunta
ru: Вопрос
tr: Soru
uk: Питання
zh_hans: 问题
zh_hant: 問題

source: Reachable
ar: يمكن الوصول إليه
de: Erreichbar
es: Accesible
fr: Joignable
hi: पहुँच योग्य
it: Raggiungibile
ja: 接続可能
ko: 연결 가능
nl: Bereikbaar
pl: Osiągalny
pt_br: Acessível
ru: Доступен
tr: Erişilebilir
uk: Доступний
zh_hans: 可连接
zh_hant: 可連線

source: Reaches the bubble from any application.
ar: يصل إلى الفقاعة من أي تطبيق.
de: Erreicht die Blase aus jeder App.
es: Llega a la burbuja desde cualquier app.
fr: Atteint la bulle depuis n’importe quelle application.
hi: किसी भी ऐप से बबल तक पहुँचता है।
it: Raggiunge il fumetto da qualsiasi applicazione.
ja: どのアプリケーションからでもバブルを呼び出せます。
ko: 어느 앱에서든 말풍선으로 이동합니다.
nl: Bereikt de bubbel vanuit elke app.
pl: Przechodzi do dymka z dowolnej aplikacji.
pt_br: Acessa o balão a partir de qualquer aplicativo.
ru: Открывает пузырь из любого приложения.
tr: Balona herhangi bir uygulamadan ulaşır.
uk: Відкриває бульбашку з будь-якої програми.
zh_hans: 在任何应用中都能跳到气泡。
zh_hant: 從任何應用程式前往泡泡。

source: Read from the Endpoint
ar: القراءة من نقطة النهاية
de: Vom Endpoint einlesen
es: Leer desde el endpoint
fr: Lire depuis l’endpoint
hi: एंडपॉइंट से पढ़ें
it: Leggi dall’endpoint
ja: エンドポイントから読み込む
ko: 엔드포인트에서 읽기
nl: Lees uit het endpoint
pl: Odczytaj z endpointu
pt_br: Ler do Endpoint
ru: Получить с endpoint
tr: Uç Noktadan Oku
uk: Прочитати з ендпоінта
zh_hans: 从端点读取
zh_hant: 從端點讀取
